Repository: brunobord/sss
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Mark these items as done
fr: Marquer ces éléments comme terminés

source: Assign these items to current sprint
fr: Assigner ces éléments au sprint en cours

source: Unassign these items out of the current sprint
fr: Sortir ces éléments du sprint en cours

source: label
fr: libellé

source: priority
fr: priorité

source: Please rank this item. The highest score means it's the top most priority
fr: Attribue une priorité à cet élément. Plus le score est haut, plus l'importance est grande

source: story points
fr: points d'histoire

source: Story points describe the relative difficulty of each task
fr: Les points d'histoire décrivent la difficulté relative de chaque tâche

source: done
fr: fait

source: Check this if you've done the task
fr: Cocher cette case termine la tâche

source: date created
fr: date de création

source: date modified
fr: date de modification

source: current sprint
fr: sprint en cours

source: date done
fr: date de fin

source: backlog item
fr: élément du backlog

source: backlog items
fr: éléments du backlog

source: Tasks remaining %d
fr: Tâches restantes %d

source: Remaining points %(story_points__sum)d
fr: Nb de points restants %(story_points__sum)d

source: Either your project hasn't started, or it's completely done! Next?
fr: Ou bien ce projet n'a pas démarré, ou il est terminé ! Suivant ?

source: No backlog, no chart yet
fr: pas de backlog, pas de graphe

source: Burndown Chart
fr: Graphe de burndown

source: estimated data
fr: données estimées

source: actual data
fr: données réelles
